import React from "react";

export default function MenuIntro() {
  return (
    <section>
      <div className="flex">
        <div>
          <img src="./pizza1.jpg" alt="image pizza" />
          <p>
            در رستوران ری‌اکت اصفهان، ما فقط یک هدف داریم: پخت بهترین پیتزای
            ممکن! منوی ما شامل انواع پیتزای کلاسیک و خاص است؛ از پیتزای پپرونی
            و مارگاریتای اصیل گرفته تا ترکیب‌های خلاقانه با مواد تازه و منوی.
            خمیر دست‌ساز، پنیر کش‌دار و سس خانگی مخصوص، راز طعم منحصربه‌فرد
            پیتزای ماست. با هر اسلایس، عطر و طعمی که فراموش نخواهید کرد را
            تجربه کنید.
          </p>
        </div>
        <div></div>
      </div>
    </section>
  );
}
